namespace Society.Settings
{
    /// <summary>
    /// Все возможные разрешения экрана игры.
    /// </summary>
    internal enum ScreenResolutions
    {
        _1920x1080,
        _1680x1050,
        _1600x1024,
        _1600x900,
        _1440x900,
        _1366x768,
        _1360x768,
        _1280x1024,
        _1280x960,
        _1280x800,
        _1280x768,
        _1280x720,
        _1176x664,
        _1152x864,
        _1024x768,
        _800x600,
        _720x576,
        _720x480,
        _640x480
    }
}